Revit 2027 API
ParameterTypeId.DimLabelIsInstance Property
 "Is Instance Parameter"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DimLabelIsInstance { get; }
Public Shared ReadOnly Property DimLabelIsInstance As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DimLabelIsInstance {
	ForgeTypeId^ get ();
}
static member DimLabelIsInstance : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace